Repository: nais2008/samson_test_task
Catalog: samson/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Другое
ru: Core

source: Картинка/аватарка
ru: image/avatar

source: Скачать
ru: Download

source: Главная
ru: Homepage

source: Новости
ru: News

source: Дата создания
ru: date created

source: источник
ru: source

source: Напишите источник новости
ru: Write source news

source: заголовок
ru: title

source: Напишите зааголовок новости
ru: Write title news

source: информация
ru: about

source: Напишите информацию о новости
ru: Write abaout news

source: ссылка
ru: link

source: Напишите ссылку новости
ru: Write link news

source: пользователь
ru: user

source: новость
ru: news

source: Нет картинки или картинка не была найденна
ru: No image or image not found

source: картинка
ru: image

source: картинка новости
ru: image news

source: картинки новостей
ru: images news

source: SAMSON | Новости
ru: SAMSON | News

source: SAMSON | О новости
ru: SAMSON | News detail

source: Все новости были успешно созданы
ru: All news were created successfully.

source: SAMSON | Создание новости
ru: SAMSIN | Create news

source: Обновление новости
ru: News update

source: SAMSIN | Обновление новости
ru: SAMSIN | Update news

source: Вам не разрешено удалять эту новость
ru: You are not allowed to delete this news

source: Новость успешно удалена
ru: News successfully deleted

source: Пользователи
ru: Users

source: Пользователь уже существует
ru: User already exists

source: Пароли не совпадают
ru: Passwords do not match

source: User already exists
ru: Пользователь уже существует

source: Пользователь с такой почтой уже существует
ru: User with this email already exists

source: почта
ru: email address

source: Уникальная почта
ru: Unique email address

source: дата рождения
ru: birthday

source: Напишите дату рождения
ru: write birthday

source: пользователи
ru: users

source: Samson | Профиль
ru: Samson | Profile

source: Ссылка для активации учетной записи отправлена ​​на указанный адрес электронной почты
ru: Account Activation Link sent to the specified email

source: Произошла ошибка при отправке формы
ru: There was an error submitting the form.

source: SAMSON | Регистрация
ru: SAMSON | SignUp

source: Русский
ru: Russian

source: Английский
ru: English

source: Нету контента на сегодня
ru: GG, no content today :(

source: Смотрите новости данной компании
ru: Check news this company

source: Смотреть новости
ru: Check news

source: ошибка
ru: error

source: Создано :
ru: Create at :

source: Посмотреть больше информации
ru: View more information

source: Да, это мой сайт, вопросы?
ru: Yes, this is my site, questions?

source: Вход
ru: Log In

source: Регистрация
ru: Sign Up

source: Создать новость
ru: Create news

source: Создать
ru: Create

source: Информация
ru: Basic information

source: Скачать изображение
ru: Download image

source: О новости :
ru: About :

source: Источник :
ru: Source :

source: Ссылка :
ru: Link :

source: Редактировать новость
ru: Edit news

source: Удалить новость
ru: Delete news

source: Вы уверены что хотите удалить новость?
ru: Are you sure you want to delete this news?

source: Да, удалить
ru: Yes, delete

source: Нет
ru: No

source: Поиск
ru: Search

source: Ничего не найденно
ru: Nothing found

source: Редактировать
ru: Update

source: Забыли пароль?
ru: Forgot your password?

source: Нет аккаунта?
ru: Don`t you have an account?

source: Придумайте новый пароль
ru: Come up with a new password

source: Изменить
ru: Сhange

source: Вы изменили свой пароль!
ru: You have changed your password!

source: Сбросить
ru: Reset

source: Вам было отправлено письмо со ссылкой для сброса пароля
ru: An email has been sent to you with a link to reset your password

source: Если вы не получили письмо, убедитесь, что вы ввели правильный адрес вы зарегистрировались и проверьте папку со спамом
ru: If you haven`t received the email, make sure you entered the correct address you registered with and check your spam folder

source: Изменить пароль
ru: Change the password

source: Выйти
ru: Log Out

source: Изменить информацию профиля
ru: Change Profile information

source: Обязательное поле
ru: required field

source: У вас есть аккаунт?
ru: Do you have an account?
